<?xml version="1.0" encoding="iso-8859-1" standalone="yes"?>
<?xml-stylesheet type="text/xsl" href="style.xslt"?>
<!DOCTYPE smf:helpfile [
	<!ENTITY copyright "&#169;">
	<!ENTITY space "&#160;">
	<!ENTITY Uuml "&#220;">
	<!ENTITY Ouml "&#214;">
	<!ENTITY Auml "&#196;">
	<!ENTITY uuml "&#252;">
	<!ENTITY ouml "&#246;">
	<!ENTITY auml "&#228;">
]>
<!-- Don't translate tags, attributes or entities. -->
<smf:helpfile subject="index" xml:space="preserve" xmlns:smf="http://www.simplemachines.org/">
	<!-- The language element should match the language directory in Themes/default/images and is case-sensitive. -->
	<language>german</language>
	<visit-simple-machines>Besuche Simple Machines!</visit-simple-machines>
	<title>SMF Benutzer Hilfe: &Uuml;bersicht</title>
	<menu>
		<help page="here">&Uuml;bersicht</help>
		<help page="registering">Registrieren</help>
		<help page="loginout">Ein-/Ausloggen</help>
		<help page="profile">Profil</help>
		<help page="posting">Schreiben</help>
		<help page="pm">Private&space;Mitteilungen</help>
		<help page="searching">Suchen</help>
	</menu>
	<intro>
		<paragraph>Herzlich Willkommen im <link site="http://www.simplemachines.org/">Simple Machines Forum</link> (SMF)! Vielleicht haben Sie sich die <link ref="board">Foren &Uuml;bersicht</link> angesehen oder einen Bildschirm erhalten, der Ihnen mitgeteilt hat, dass Sie sich registrieren m&uuml;ssen bevor Sie das Forum lesen k&ouml;nnen und Sie fragen sich, was Sie als n&auml;chstes tun m&uuml;ssen?</paragraph>
		<paragraph>Nun, einige Foren erlauben es G&auml;sten zu lesen und zu schreiben, in anderen Foren k&ouml;nnen G&auml;ste nur lesen und wieder andere Foren sind nur f&uuml;r Mitglieder zug&auml;nglich. Wir empfehlen Ihnen, sich in jedem Forum, welches Sie h&auml;ufiger benutzen werden, zu <link page="registering">registrieren</link>, da viele Funktionen nur registrierten Mitgliedern zur verf&uuml;gung stehen. Da SMF ein sehr flexibles System ist, ist es sehr unwahrschienlich, dass mehrere Foren identische Funktionen aufweisen. Wir beginnen dennoch damit, Ihnen vier Hauptbereiche zu beschreiben, welche in jedem Forum vorhanden sein sollten:</paragraph>
	</intro>
	<section id="main">
		<secheading>Das Hauptmen&uuml;</secheading>
		<paragraph>Angenommen Sie sind als Gast im Forum (oder Sie haben sich bereits registriert, sind derzeit jedoch ausgeloggt), sollte das Hauptmen&uuml; (welches auf jeder Seite des Forums zu finden ist) normalerweise f&uuml;nf oder sechs Buttons (oder Text Links) enthalten:</paragraph>
		<list>
			<item><action>&Uuml;bersicht</action> f&uuml;hrt Sie zur <link ref="board">Foren &Uuml;bersicht</link>.</item>
			<item><action>Hilfe</action> f&uuml;hrt Sie zu diesem Handbuch.</item>
			<item><action>Suchen</action> erlaubt es Ihnen das Forum nach Suchbegriffen zu <link page="searching">durchsuchen</link>.</item>
			<item><action>Kalender</action> f&uuml;hrt Sie zum <link page="posting" ref="calendar">Kalender</link> des Forums (wenn dieser aktiviert ist).</item>
			<item><action>Login</action> erlaubt es Ihnen, sich <link page="loginout">einzuloggen</link>, wenn Sie sich schon registriert haben.</item>
			<item><action>Registrieren</action> erlaubt es Ihnen, sich zu <link page="registering">registrieren</link>.</item>
		</list>
		<paragraph>Sobald Sie sich registriert und eingeloggt haben, sollte das Hauptmen&uuml; etwas anders aussehen:</paragraph>
		<list>
			<item><action>&Uuml;bersicht</action> (siehe oben).</item>
			<item><action>Hilfe</action> (siehe oben).</item>
			<item><action>Suchen</action> (siehe oben).</item>
			<item><action>Profil</action> erlaubt es Ihnen, die Einstellungen Ihres <link page="profile">Profils</link> zu ver&auml;ndern.</item>
			<item><action>Kalender</action> (siehe oben).</item>
			<item><action>Abmelden</action> erlaubt es Ihnen, sich aus dem Forum <link page="loginout" ref="logout">auszuloggen</link>.</item>
		</list>
		<paragraph>Forum Administratoren sehen ausserdem einen zus&auml;tzlichen <action>Admin</action> Button.</paragraph>
	</section>
	<section id="board">
		<secheading>Die Foren &Uuml;bersicht</secheading>
		<paragraph>W&auml;hrend die Foren &Uuml;bersicht mit jeder Menge Informationen und Links gef&uuml;llt ist, sollte ihr Hauptteil (jedenfalls im SMF Standard Theme) folgendermassen aussehen:</paragraph>
		<board-index-demo>
			<!-- This data is used to demonstrate the default board index interface. -->
			<forum-name>Forum Name</forum-name>
			<category-name>Kategorie Name</category-name>
			<board-name>Board Name</board-name>
			<board-description>Board Beschreibung</board-description>
			<post-info>Anzahl der Themen und Beitr&auml;ge in diesem Board</post-info>
			<last-post>Datum, Uhrzeit, Betreff und Autor des letzten Beitrags</last-post>
			<new-posts>Neue Beitr&auml;ge</new-posts>
			<no-new-posts>Keine neuen Beitr&auml;ge</no-new-posts>
			<alt-mark-as-read>Alles gelesen</alt-mark-as-read>
		</board-index-demo>
		<list>
			<item>Der <term>Forum Name</term> ist ein Link, der Sie zur&uuml;ck zum Anfang der Foren &Uuml;bersicht f&uuml;hrt.</item>
			<item>Wenn die <term>Kategorie</term> zusammenklappbar ist (durch ein kleines Pfeil-Symbol angezeigt), wird die Kategorie zusammen- oder aufgeklappt, wenn Sie darauf klicken.</item>
			<item>Der <term>Board Name</term> f&uuml;hrt Sie zur <link ref="message">Themen &Uuml;bersicht</link> des Boards.</item>
			<item>Die <term>Board Beschreibung</term> beschreibt den Inhalt des Boards und kann zus&auml;tzlich noch Links zu Unterforen und die Namen von Moderatoren dieses Boards enthalten.</item>
			<item>Die <icon>Neue Beitr&auml;ge</icon> und <icon>Keine neuen Beitr&auml;ge</icon> Symbole in der linken Spalte zeigen registrierten Mitgliedern ob in den Boards neue Beitr&auml;ge seit ihrem letzten Besuch geschrieben wurden.</item>
			<item>Der <action>Alles Gelesen</action> Button erlaubt es registrierten Mitgliedern alle Beitr&auml;ge des gesamten Forums als gelesen zu markieren.</item>
		</list>
	</section>
	<section id="message">
		<secheading>Die Themen &Uuml;bersicht</secheading>
		<paragraph>Wie die Board &Uuml;bersicht ist auch die Themen &Uuml;bersicht recht simpel, wenn man sie auf ihre wichtigsten Komponenten reduziert:</paragraph>
		<message-index-demo>
			<!--
			This data is used to demonstrate the default message index interface.
			The following elements are reused from board-index-demo:
				forum-name, category-name, board-name
			-->
			<pages>Seiten</pages>
			<alt-mark-as-read>Die Themen dieses Boards als gelesen markieren</alt-mark-as-read>
			<notification-confirm>Sind Sie sicher, dass Sie Benachrichtigungen f&uuml;r dieses Board erhalten m&ouml;chten?</notification-confirm>
			<alt-notify>&Uuml;ber Antworten Benachrichtigen</alt-notify>
			<alt-new-topic>Neues Thema starten</alt-new-topic>
			<alt-new-poll>Neue Umfrage starten</alt-new-poll>
			<subject>Betreff</subject>
			<started-by>Begonnen von</started-by>
			<replies>Antworten</replies>
			<views>Aufrufe</views>
			<last-post>Letzter Beitrag</last-post>
			<topic-subject>Themen Betreff</topic-subject>
			<alt-new>Neu</alt-new>
			<topic-starter>Themen Starter</topic-starter>
			<last-poster>Datum, Zeit und Autor des letzten Beitrags</last-poster>
			<my-normal-post>Themen auf die Sie geantwortet haben</my-normal-post>
			<normal-post>Normales Thema</normal-post>
			<hot-post>Heiﬂes Thema (mehr als 15 Antworten)</hot-post>
			<very-hot-post>Sehr heiﬂes Thema (mehr als 25 Antworten)</very-hot-post>
			<normal-post-locked>Thema geschlossen</normal-post-locked>
			<normal-post-sticky>Top Thema</normal-post-sticky>
			<normal-poll>Umfrage</normal-poll>
			<jump-to>Gehe zu</jump-to>
			<destination>Bitte w&auml;hlen Sie ein Ziel</destination>
			<board-name-2>Anderes Board</board-name-2>
			<go>los</go>
		</message-index-demo>
		<list>
			<item>Einige Foren zeigen die <term>Navigation</term> oben in einem platzsparenden horizontal Modus.</item>
			<item>Die <term>Seitennummern</term> f&uuml;hren zu weiteren Seiten des Boards, daneben k&ouml;nnten sich noch <action>nach oben</action> und <action>nach unten</action> Buttons befinden, welche Sie zum Anfang oder Ende der jeweiligen Seite f&uuml;hren.</item>
			<item>Der <action>Alles Gelesen</action> Button erlaubt es registrierten Mitgliedern alle Beitr&auml;ge als gelesen zu markieren.</item>
			<item>Der <action>Benachrichtigen</action> Button erlaubt es registrierten Mitgliedern E-Mail Benachrichtigungen bei neuen Antworten auf Themen in diesem Boards zu erhalten.</item>
			<item>Die <action>Neues Thema</action> und <action>Neue Umfrage</action> Buttons sind zum Starten von neuen Themen und Umfragen da, dies wird in dem Bereich <link page="posting">Schreiben</link> dieser Hilfe erkl&auml;rt.</item>
			<item>Die <sort-by>Betreff</sort-by>, <sort-by>Begonnen von</sort-by>, <sort-by>Antworten</sort-by>, <sort-by>Aufrufe</sort-by> und <sort-by>Letzter Beitrag</sort-by> Links erlauben es Ihnen, die Spalten nach diesen Werten zu sortieren (Letzter Beitrag kann zus&auml;tzlich in aufsteigender oder absteigender Reihenfolge sortiert werden, wie von den kleinen Pfeilen angezeigt).</item>
			<item>Die <term>Themen Symbole</term> in der linken Spalte sind in der Legende darunter erkl&auml;rt.</item>
			<item>Die <term>Beitrags Symbole</term> in der n&auml;chsten Spalte werden genutzt um die Stimmung oder den Grund des Themas zu beschreiben.</item>
			<item>Der <term>Themen Betreff</term> f&uuml;hrt Sie zum Anfang des <link ref="topic">Themas</link>, danaben befinden sich eventuell extra Links zu weiteren Seiten des Themas und ein <action>neu</action> Buttons, welcher registrierte Mitglieder zum ersten von ihnen ungelesenen Beitrag im Thema f&uuml;hrt.</item>
			<item>In der Anzeige der letzten Beitr&auml;ge eines <term>Themas</term> sind die Namen der Autoren zu ihren <link page="profile">Profilen</link> verlinkt.</item>
			<item>Das <action>Gehe zu</action> Men&uuml; gibt Ihnen eine schnelle M&ouml;glichkeit durch das Forum zu navigieren.</item>
		</list>
	</section>
	<section id="topic">
		<secheading>Das Thema</secheading>
		<paragraph>Hier finden Sie die eigentlichen Beitr&auml;ge:</paragraph>
		<topic-demo>
			<!--
			This data is used to demonstrate the topic interface.
			The following elements are reused from board-index-demo:
				forum-name, category-name, board-name
			The following elements are reused from message-index-demo:
				topic-subject, alt-notify, jump-to, destination, board-name-2, go
			-->
			<alt-reply>Antworten</alt-reply>
			<notification-confirm>Sind Sie sicher, dass Sie Benachrichtigungen bei neuen Beitr&auml;gen zu diesem Thema erhalten m&ouml;chten?</notification-confirm>
			<alt-send-topic>Dieses Thema senden</alt-send-topic>
			<alt-print>Drucken</alt-print>
			<author>Autor</author>
			<topic>Thema</topic>
			<read>x mal gelesen</read>
			<title-author>Das Profil des Autors ansehen</title-author>
			<member-group>Benutzer Gruppe</member-group>
			<post-rank-group>Beitrags Gruppe</post-rank-group>
			<post-count>Beitr&auml;ge</post-count>
			<post-date-time>Datum und Uhrzeit des Beitrags</post-date-time>
			<alt-reply-with-quote>Mit Zitat antworten</alt-reply-with-quote>
			<topic-text>Hier befindet sich der Text des Beitrags, was schliesslich das ist, weswegen wir alle hier sind!</topic-text>
			<alt-smiley>Smiley</alt-smiley>
			<report-to-mod>Moderator informieren</report-to-mod>
			<logged>gespeichert</logged>
			<alt-view-profile>Profil ansehen</alt-view-profile>
			<alt-email>E-mail</alt-email>
			<alt-pm>Pers&ouml;nliche Nachricht (Offline)</alt-pm>
		</topic-demo>
		<list>
			<item>Einige Foren zeigen die <term>Navigation</term> oben im einem platzsparenden horizontalen Modus.</item>
			<item>Einige Foren k&ouml;nnten zus&auml;tzlich Links zu <term>vorheriges</term> und <term>n&auml;chstes</term> Thema aktiviert haben.</item>
			<item>Die <term>Seitennummern</term> f&uuml;hren zu weiteren Seiten des Boards, daneben k&ouml;nnten sich noch <action>nach oben</action> und <action>nach unten</action> Buttons befinden, welche Sie zum Anfang oder Ende der jeweiligen Seite f&uuml;hren.</item>
			<item>Der <action>Antworten</action> Button erlaubt es Ihnen, eine neue Antwort zu diesem Thema zu <link page="posting" ref="reply">schreiben</link>.</item>
			<item>Der <action>Benachrichtigen</action> Button erlaubt es registrierten Mitgliedern, E-mail Benachrichtigungen bei neuen Antworten zu diesem Thema zu erhalten.</item>
			<item>Der <action>Thema senden</action> Button erlaubt es registrierten Mitgliedern einen Link zu diesem Thema als E-mail zu versenden.</item>
			<item>Der <action>Drucken</action> Button erstellt eine vereinfachte, druckerfreundliche Version der Seite.</item>
			<item>Der <action>Name des Autors</action> f&uuml;hrt Sie zum <link page="profile">Profil</link> des Autors.</item>
			<item>Die <term>Details zum Autor</term> in der linken Spalte k&ouml;nnten durch zus&auml;tzliche Informationen erweitert sein.</item>
			<item>Der <action>Themen Betreff</action> f&uuml;hrt Sie zur&uuml;ck zum Anfang des Themas.</item>
			<item>Der <action>Zitat</action> Button erlaubt es Ihnen, eine Antwort mit <link page="posting" ref="quote">Zitat</link> zu erstellen.</item>
			<item>Des weiteren gibt es f&uuml;r registrierte Mitglieder bei eigenen Beitr&auml;gen meist <action>Editieren</action> und <action>L&ouml;schen</action> Optionen, um ihre eigenen Beitr&auml;ge zu <link page="posting" ref="modify">&auml;ndern</link>.</item>
			<item><action>Moderator informieren</action> erlaubt es Ihnen, beleidigende oder falsch platzierte Beitr&auml;ge an die Mitarbeiter des Forums zu melden.</item>
			<item><term>Gespeichert</term> weist darauf hin, dass die IP des Autors gespeichert wurde. Die tats&auml;chliche IP wird nur Administratoren angezeigt.</item>
			<item>Das <action>Gehe zu</action> Menu bietet eine einfache und schnelle Methode, um durch das Forum zu navigieren.</item>
		</list>
	</section>
	<copyright>
		Copyright &copyright; 2001-2005 <link site="http://www.lewismedia.com/">Lewis Media</link>. Alle Rechte vorbehalten.
	</copyright>
</smf:helpfile>