<?xml version="1.0" encoding="iso-8859-1" standalone="yes"?>
<?xml-stylesheet type="text/xsl" href="style.xslt"?>
<!DOCTYPE smf:helpfile [
	<!ENTITY copyright "&#169;">
	<!ENTITY space "&#160;">
	<!ENTITY Uuml "&#220;">
	<!ENTITY Ouml "&#214;">
	<!ENTITY Auml "&#196;">
	<!ENTITY uuml "&#252;">
	<!ENTITY ouml "&#246;">
	<!ENTITY auml "&#228;">
]>
<!-- Don't translate tags, attributes or entities. -->
<smf:helpfile subject="pm" xml:space="preserve" xmlns:smf="http://www.simplemachines.org/">
	<!-- The language element should match the language directory in Themes/default/images and is case-sensitive. -->
	<language>german</language>
	<visit-simple-machines>Besuche Simple Machines!</visit-simple-machines>
	<title>SMF Benutzer Hilfe: Private Mitteilungen</title>
	<menu>
		<help page="index">&Uuml;bersicht</help>
		<help page="registering">Registrieren</help>
		<help page="loginout">Ein-/Ausloggen</help>
		<help page="profile">Profil</help>
		<help page="posting">Schreiben</help>
		<help page="here">Private&space;Mitteilungen</help>
		<help page="searching">Suchen</help>
	</menu>
	<intro>
		<paragraph>SMF dreht sich um Gemeinschaft und Kommunikation. Es gibt viele M&ouml;glichkeiten zu kommunizieren, zum Beispiel in den Foren schreiben, Private Mitteilungen, E-Mail, ICQ, AIM und YIM. Diese Funktionen sind nur f&uuml;r registrierte Mitglieder zug&auml;nglich, die Forum Administratoren k&ouml;nnen jedoch auch festlegen, dass unregistrierte G&auml;ste in den Foren schreiben d&uuml;rfen. In diesem Fall sind die einzigen Funktionen, die unregistrierte Benutzer <emphasis>nicht</emphasis> nutzen k&ouml;nnen die Mitgliederliste und Private Mitteilungen.</paragraph>
	</intro>
	<section id="pm">
		<secheading>Private Mitteilungen</secheading>
		<subsection id="description">
			<subheading>Beschreibung</subheading>
				<paragraph>W&auml;hrend E-Mails eine gute Methode sind um mit Mitgliedern direkt zu kommunizieren hat sie auch einige Nachteile, z.B. muss man sein E-Mail Postfach &ouml;ffnen um E-Mails zu schreiben und zu senden, der Empf&auml;nger muss ebenfalls sein Postfach &ouml;ffnen um die E-Mails zu erhalten. Ihre Nachricht wird unter die anderen E-Mails gemischt und es kann zwischen einigen Minuten bis zu einer Stunde dauern bis eine Mail ankommt.</paragraph>
				<paragraph>Als Alternative zu E-Mails bietet SMF eine schnellere, privatere Methode an. Eine Private Mitteilung wird sofort in der Posteingangsbox des Empf&auml;ngers angezeigt. Die Nachricht wird nur durch SMF versendet und empfangen, also m&uuml;ssen weder Sender noch Empf&auml;nger ihr E-Mail Postfach &ouml;ffnen oder SMF verlassen. Ausserdem bietet eine Private Mitteilung mehr Sicherheit und Privatsph&auml;re, da die E-Mail Adressen von Sender und Empf&auml;nger nicht angezeigt werden. Private Mitteilungen zeigen nur den Benutzernamen beider Parteien an.</paragraph>
				<paragraph>Wenn ein Empf&auml;nger nicht online ist, warten die Privaten Mitteilungen in seiner/ihrer PM Box bis er/sie sich wieder einloggt und sie liest oder l&ouml;scht. Das Private Mitteilungen System von SMF ist ein eingebautes, privates E-Mail System.</paragraph>
		</subsection>
		<subsection id="reading">
			<subheading>Nachrichten lesen</subheading>
				<paragraph>Um Ihre Privaten Nachrichten lesen zu k&ouml;nnen, m&uuml;ssen Sie  <link page="loginout">eingeloggt</link>sein. Dann folgen Sie einfach dem Link, der in etwa so aussieht: 'Hallo, [Benutzername], Sie haben <link ref="interface">x Nachrichten</link>, x sind neu'.</paragraph>
		</subsection>
	</section>
	<section id="interface">
		<secheading>Die PM Oberfl&auml;che</secheading>
			<paragraph>Die PM Oberfl&auml;che arbeitet &auml;hnlich wie die <link page="index" ref="message">Themen &Uuml;bersicht</link>. Wir zeigen hier nur die Eingangsbox, die Ausgangsbox funktioniert praktisch genauso:</paragraph>
			<pm-demo>
				<!-- This data is used to demonstrate the personal message interface -->
				<forum-name>Forum Name</forum-name>
				<personal-messages>Private Mitteilungen</personal-messages>
				<inbox>Posteingang</inbox>
				<alt-delete>Alle Mitteilungen im Posteingang l&ouml;schen</alt-delete>
				<alt-outbox>Postausgang</alt-outbox>
				<alt-new-message>Neue Mitteilung</alt-new-message>
				<alt-reload>Auf neue Mitteilungen &uuml;berpr&uuml;fen</alt-reload>
				<date>Datum</date>
				<from>Von</from>
				<subject>Betreff</subject>
				<date-time>Datum und Uhrzeit der Mitteilung</date-time>
				<member>Anderes Mitglied</member>
				<about>Betreff der Mitteilung</about>
				<delete>L&ouml;schen</delete>
				<pages>Seite</pages>
			</pm-demo>
			<list>
				<item>Einige Foren zeigen die <term>Navigation</term> oben in einem platzsparenden horizontal Modus.</item>
				<item>Die Seitennummern f&uuml;hren zu weiteren Seiten mit Mitteilungen (falls vorhanden).</item>
				<item>Der obere <action>L&ouml;schen</action> Button l&ouml;scht alle Mitteilungen in Ihrem Posteingang (oder Postausgang wenn ge&ouml;ffnet). Beachten Sie, dass die Checkboxen und der untere <action>Button</action> Button Ihnen auch die M&ouml;glichkeit geben nur ausgew&auml;hlte Mitteilungen zu l&ouml;schen, die obere Checkbox markiert alle Mitteilungen.</item>
				<item>Der <action>Postausgang</action> Button bringt Sie zu Ihrem Postausgang, wo der Button ein <action>Posteingang</action> Button wird.</item>
				<item>Der <action>Neue Mitteilung</action> Button l&auml;sst Sie eine neue Mitteilung schreiben, was &auml;hnlich funktioniert wie das <link page="posting" ref="newtopic">Starten eines neuen Themas</link>.</item>
				<item>Der <action>Neu laden</action> Button &uuml;berpr&uuml;ft ob neue Mitteilungen angekommen sind indem er die Seite aktualisiert.</item>
				<item>Die <sort-by>Datum</sort-by>, <sort-by>Betreff</sort-by> und <sort-by>Von</sort-by> Links erm&ouml;glichen es Ihnen, ihre Mitteilungen nach diesen Kriterien neu zu sortieren (das Datum l&auml;sst sich auch absteigend oder aufsteigend sortieren, wie der kleine Pfeil neben dem Wort anzeigt).</item>
				<item>Das Anklicken des Betreffs einer Mitteilung f&uuml;hrt Sie direkt zur jeweiligen Mitteilung, welche weiter unten auf der Seite beginnt.</item>
			</list>
		<subsection id="starting">
			<subheading>Eine neue Mitteilung schreiben oder auf Mitteilungen antworten</subheading>
				<paragraph>Es gibt verschiedenen Methoden eine neue Mitteilung zu schreiben, alle Methoden erfordern es jedoch, dass Sie <link page="loginout">eingeloggt</link> sind:</paragraph>
			<list>
				<item>Sie k&ouml;nnen dem Link folgen, der in etwa so aussieht: 'Hallo, [Benutzername], Sie haben <link ref="interface">x Mitteilungen</link>, x sind neu', dann klicken Sie den <action>Neue Mitteilung</action> Button in Ihrem Posteingang.</item>
				<item>Sie k&ouml;nnen auf den Namen eines anderen Mitglieds klicken und dann im <link page="profile" ref="info-all">Profil</link> die Option <action>Diesem Mitglied eine Private Mitteilung senden.</action> ausw&auml;hlen.</item>
				<item>Sie k&ouml;nnen direkt eine neue Mitteilung schreiben, indem Sie auf das <icon>On/Offline Symbol</icon> in der Informationsbox unter dem Benutzernamen neben jedem Beitrag klicken.</item>
				<item>Sie k&ouml;nnen direkt eine neue Mitteilung schreiben, indem Sie auf das <icon>On/Offline Symbol</icon> neben <term>Dieses Mitglied ist:</term> in seinem/ihrem <link page="profile" ref="info-all">Profil</link> klicken. (Dieses Symbol ist oft auch in der oben beschriebenen Informationsbox vorhanden.) </item>
				<item>Auf eine Mitteilung antworten ist sehr &auml;hnlich wie <link page="posting" ref="reply">auf ein Thema antworten</link>.</item>
			</list>
		</subsection>
	</section>
	<copyright>
		Copyright &copyright; 2001-2005 <link site="http://www.lewismedia.com/">Lewis Media</link>. Alle Rechte vorbehalten.
	</copyright>
</smf:helpfile>