<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
		"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<!-- Version: 1.0; help/profile-->
<head>
	<meta name="generator" content="HTML Tidy for Windows (vers 1st June 2004), see www.w3.org" />
	<meta http-equiv="Content-Type" content="text/html; charset=us-ascii" />
<script language="JavaScript" type="text/javascript" src="../script.js">
</script>
<script language="JavaScript" type="text/javascript">
//<![CDATA[
														var smf_theme_url = "..";
														var smf_images_url = "../images";
//]]>
</script>
	<title>SMF Benutzer Hilfe: Profil</title>
	<link type="text/css" rel="stylesheet" href="../style.css" />
	<link type="text/css" rel="stylesheet" href="help.css" />
</head>
<body>
	<table summary="two simple cells for layout purposes" width="100%">
		<tr>
			<td width="1%"><a href="http://www.simplemachines.org/"><img src="../images/helplogo.jpg" alt="Besuche Simple Machines!" title="Besuche Simple Machines!" border="0" /></a></td>
			<td valign="top">
				<a href="http://www.simplemachines.org/"><img src="../images/smflogo.gif" align="right" alt="Besuche Simple Machines!" title="Besuche Simple Machines!" border="0" /></a>
				<h1 style="margin-top: 12px;">SMF Benutzer Hilfe: Profil</h1><br clear="right" />
				<hr />
				<p><a href="index.german.html">&Uuml;bersicht</a> &bull; <a href="registering.german.html">Registrieren</a> &bull; <a href="loginout.german.html">Ein-/Ausloggen</a> &bull; <strong>Profil</strong> &bull; <a href="posting.german.html">Schreiben</a> &bull; <a href="pm.german.html">Private&nbsp;Mitteilungen</a> &bull; <a href="searching.german.html">Suchen</a></p>
				<hr />
			</td>
		</tr>
	</table>
	<p>Der Profil Bildschirm im Standard Theme besteht normalerweise aus einem Hauptfenster und einem zus&auml;tzlichen Men&uuml; auf der linken Seite, welches Sie durch die Bearbeitungsoptionen Ihres Profils f&uuml;hrt. Bitte beachten Sie, dass die hier beschriebenen Option die Standard Optionen sind und nicht f&uuml;r jedes Forum zutreffen, da SMF Foren durch den/die Administrator/en stark ver&auml;ndert werden k&ouml;nnen.</p>
	<p>Um Ihr eigenes Profil zu ver&auml;ndern, klicken Sie als erstes auf den <strong>Profil</strong> Button im <a href="index.german.html#main">Hauptmen&uuml;</a> oder klicken Sie auf Ihren eigenen Benutzernamen. Sie k&ouml;nnen Sich auch die Profile von anderen Benutzern ansehen (sie jedoch nicht ver&auml;ndern) indem Sie auf den entsprechenden Benutzernamen klicken.</p>
	<ol>
		<li>
			<a href="#all">Informationen, die normalerweise f&uuml;r alle Benutzer zug&auml;nglich sind</a>
			<ol class="la">
				<li><a href="#info-all">Profil Info</a></li>
			</ol>
		</li>
		<li>
			<a href="#owners">Einstellungen, die normalerweise f&uuml;r alle Benutzer zug&auml;nglich sind</a>
			<ol class="la">
				<li><a href="#edit-owners">Profil editieren</a></li>
				<li><a href="#actions-owners">Aktionen</a></li>
			</ol>
		</li>
		<li>
			<a href="#admins">Einstellungen, die normalerweise nur f&uuml;r Administratoren zug&auml;nglich sind</a>
			<ol class="la">
				<li><a href="#info-admins">Profil Info</a></li>
				<li><a href="#edit-admins">Profil editieren</a></li>
				<li><a href="#actions-admins">Aktionen</a></li>
			</ol>
		</li>
	</ol>
	<h2 id="all">Informationen, die normalerweise f&uuml;r alle Benutzer zug&auml;nglich sind</h2>
	<h3 id="info-all">Profil Info</h3>
	<div style="background-color: #D0D0D0;">
		<div style="padding: 2px 30px;">
			<table summary="SMF layout" width="100%" border="0" cellpadding="0" cellspacing="0" style="padding-top: 1ex;">
				<tr>
					<td width="100%" valign="top">
						<table summary="SMF layout" border="0" cellpadding="4" cellspacing="1" align="center" class="bordercolor">
							<tr class="titlebg">
								<td align="left" width="420" height="26"><img src="../images/icons/profile_sm.gif" alt="" border="0" align="top" />&nbsp; Benutzername:&nbsp;Login Name des Benutzers</td>
								<td align="center" width="150">Bild/Text</td>
							</tr>
							<tr>
								<td class="windowbg" width="420" align="left">
									<table summary="SMF layout" border="0" cellspacing="0" cellpadding="2" width="100%">
										<tr>
											<td><b>Name:</b></td>
											<td>Angezeigter Name</td>
										</tr>
										<tr>
											<td><b>Eintr&auml;ge:</b></td>
											<td>Anzahl der Eintr&auml;ge</td>
										</tr>
										<tr>
											<td><b>Position:</b></td>
											<td>Mitgliedergruppe, welcher der Benutzer angeh&ouml;rt</td>
										</tr>
										<tr>
											<td><b>Registrierungsdatum:</b></td>
											<td>Datum und Uhrzeit der Registrierung</td>
										</tr>
										<tr>
											<td><b>Letzer Besuch:</b></td>
											<td>Datum und Uhrzeit des letzten Besuches</td>
										</tr>
										<tr>
											<td colspan="2">
												<hr size="1" width="100%" class="hrcolor" />
											</td>
										</tr>
										<tr>
											<td><b>ICQ:</b></td>
											<td></td>
										</tr>
										<tr>
											<td><b>AIM:</b></td>
											<td></td>
										</tr>
										<tr>
											<td><b>MSN:</b></td>
											<td></td>
										</tr>
										<tr>
											<td><b>YIM:</b></td>
											<td></td>
										</tr>
										<tr>
											<td><b>E-Mail:</b></td>
											<td><a href="mailto:benutzer@seine.adresse" class="board">benutzer@seine.adresse</a></td>
										</tr>
										<tr>
											<td><b>Webseite:</b></td>
											<td><a href="http://www.simplemachines.org/" target="_blank"></a></td>
										</tr>
										<tr>
											<td><b>Dieses Mitglied ist:</b></td>
											<td><i><a href="pm.german.html" title="Private Mitteilungen (Online)  "><img src="../images/useron.gif" border="0" align="middle" alt="Online" /></a> <span class="smalltext">Online</span></i></td>
										</tr>
										<tr>
											<td colspan="2">
												<hr size="1" width="100%" class="hrcolor" />
											</td>
										</tr>
										<tr>
											<td><b>Geschlecht:</b></td>
											<td></td>
										</tr>
										<tr>
											<td><b>Alter:</b></td>
											<td>N/A</td>
										</tr>
										<tr>
											<td><b>Ort:</b></td>
											<td></td>
										</tr>
										<tr>
											<td><b>Lokale Zeit:</b></td>
											<td>Aktuelles Datum und Uhrzeit in der Zeitzone des Mitglieds</td>
										</tr>
										<tr>
											<td><b>Sprache:</b></td>
											<td></td>
										</tr>
										<tr>
											<td colspan="2">
												<hr size="1" width="100%" class="hrcolor" />
											</td>
										</tr>
										<tr>
											<td colspan="2" height="25">
												<table summary="SMF layout" border="0">
													<tr>
														<td><b>Signatur:</b></td>
													</tr>
													<tr>
														<td colspan="2"></td>
													</tr>
												</table>
											</td>
										</tr>
									</table>
								</td>
								<td class="windowbg" valign="middle" align="center" width="150"><br />
								<br /></td>
							</tr>
							<tr class="titlebg">
								<td colspan="2" align="left">Zus&auml;tzliche Informationen:</td>
							</tr>
							<tr>
								<td class="windowbg2" colspan="2" align="left"><a href="#all" class="board">Diesem Mitglied eine Private Mitteilung senden.</a><br />
								<br />
								<a href="#all" class="board">Zeige die letzten Beitr&auml;ge dieses Mitglieds.</a><br />
								<a href="#all" class="board">Zeige Statistiken f&uuml;r diesen Benutzer.</a><br />
								<br /></td>
							</tr>
						</table>
					</td>
				</tr>
			</table><br />
		</div>
	</div><br />
	<ul>
		<li>Dieser <strong>Zusammenfassungs</strong> Bildschirm ist nicht nur da, um Ihnen Informationen &uuml;ber andere Mitglieder zu geben, sondern auch das erste was Sie sehen, wenn Sie <a href="#owners">Ihr eigenes Profil bearbeiten</a>.</li>
		<li>Mitglieder k&ouml;nnen entscheiden, ob ihre <strong>E-Mail Adresse</strong> und/oder ihr <strong>Online Status</strong> angezeigt werden soll oder nicht.</li>
		<li>Die Felder, die hier leer gelassen wurden, werden standardm&auml;&szlig;ig nicht ausgef&uuml;llt. Sie m&uuml;ssen <a href="#owners">Ihr Profil bearbeiten</a> wenn Sie m&ouml;chten, dass diese Informationen angezeigt werden.</li>
		<li>Sie k&ouml;nnen dem Besitzer des Profils eine <a href="pm.german.html">Private Mitteilung</a> schicken, indem Sie das <strong>Off-/Online Icon</strong> neben <strong>Dieses Mitglied ist:</strong> anklicken oder dem Link unter <strong>Zus&auml;tzliche Informationen</strong> folgen.</li>
		<li><strong>Zeige die letzten Beitr&auml;ge dieses Mitglieds</strong> bringt Sie zu einer Seite mit allen Beitr&auml;gen des Mitglieds.</li>
		<li><strong>Zeige Statistiken f&uuml;r diesen Benutzer</strong> f&uuml;hrt Sie zu einer Seite mit Statistiken &uuml;ber die Online-Zeit und Eintragsaktivit&auml;ten des Mitglieds.</li>
	</ul>
	<h2 id="owners">Einstellungen, die normalerweise f&uuml;r alle Benutzer zug&auml;nglich sind</h2>
	<p>W&auml;hrend der <strong>Zusammenfassungs</strong> Bildschirm genauso aussieht wie der oben gezeigte und die <strong>Zeige Beitr&auml;ge</strong> und <strong>Zeige Statistiken</strong> Links zu den gleichen Seiten f&uuml;hren, haben die Besitzer eines Profils zus&auml;tzliche Optionen mit denen Sie Ihr Profil ver&auml;ndern k&ouml;nnen:</p>
	<h3 id="edit-owners">Profil editieren</h3>
	<ul>
		<li><strong>Zugangs Einstellungen</strong> erlauben es Ihnen, Ihren <strong>im Forum angezeigten Namen</strong> (Ihr <strong>Login</strong> oder <strong>Benutzername</strong> wird beim Registrieren festgelegt), Ihre bevorzugte <strong>Sprache</strong> (wenn im Forum zus&auml;tzliche Sprachpakete installiert sind), <strong>E-Mail</strong> und Ihr <strong>Passwort</strong> zu ver&auml;ndern.</li>
		<li><strong>Pers&ouml;nliche Einstellungen</strong> erlauben es Ihnen, zus&auml;tzliche pers&ouml;nliche Details wie <strong>Geschlecht</strong>, <strong>Geburtsdatum</strong>, <strong>Ort</strong>, <strong>Webseite</strong> und <strong>Instant Messenger</strong> Kontakt Informationen einzugeben und die Einstellungen f&uuml;r die <strong>Forum Zeit</strong> und das <strong>Zeit Format</strong> zu ver&auml;ndern, die Ihnen angezeigt werden w&auml;hrend Sie eingeloggt sind.</li>
		<li><strong>Forum Profil Einstellungen</strong> erlauben es Ihnen, ein <strong>Avatar</strong> (Profil Bild) aus einer Liste auszuw&auml;hlen (wenn dies im Forum so eingestellt wurde) oder zu einem Bild im Internet zu verlinken. Ausserdem k&ouml;nnen Sie noch einen eigenen <strong>pers&ouml;nlichen Text</strong> und <strong>Signatur</strong> eingeben.</li>
		<li><strong>Erweiterte Einstellungen</strong> erlauben es Ihnen, Ihr bevorzugtes <strong>Theme</strong> (Forum Layout) auszuw&auml;hlen und andere Einstellungen am <strong>Layout</strong> vorzunehmen. Beachten Sie, dass zur Zeit ausgew&auml;hlte Optionen in Fettschrift dargestellt werden:</li>
	</ul>Profil Info Zusammenfassung Zeige Statistiken Zeige Beitr&auml;ge Profil editieren Zugangs Einstellungen Profil Einstellungen Design und Layout Einstellungen Benachrichtigungen und E-Mail Priv. Mitteilungen Einstellungen Aktionen Diesen Zugang l&ouml;schen Dies ist Ihr Benutzer Profil. Sie k&ouml;nnen entscheiden, welche Informationen Sie zus&auml;tzlich zu den ben&ouml;tigten Informationen ausf&uuml;llen m&ouml;chten. Diese Informationen werden an verschiedenen Stellen im Forum angezeigt. Ausgew&auml;hltes Theme Forum oder Board Standard &auml;ndern Zeige Board Beschreibung innerhalb der Boards Zeige untergeordnetes Board auf jeder Seite, nicht nur auf der Ersten Profil Bilder von anderen Benutzern nicht anzeigen Signaturen von anderen Benutzern nicht anzeigen Nach dem Schreiben zum Thema zur&uuml;ckkehren Show most recent posts at the top. Show most recent personal messages at top. Schnellantwort im Thema nicht anzeigen. minimiert anzeigen. normal anzeigen. Schnellmoderation im Themen Index nicht anzeigen. als Check Boxen. als Symbole. First day of the week on the calendar: Sonntag Montag Profil &auml;ndern
	<ul>
		<li><strong>Benachrichtigungen und E-Mail</strong> erlaubt es Ihnen, pers&ouml;nliche Einstellungen f&uuml;r <strong>Benachrichtigungen</strong> (E-Mails &uuml;ber neue Themen/Antworten) vorzunehmen und eine Liste mit allen Ihren Benachrichtigungen einzusehen.</li>
		<li><strong>Priv. Mitteilungen Einstellungen</strong> erlaubt es Ihnen, eine <strong>Ignorieren Liste</strong> f&uuml;r <a href="pm.german.html">Private Mitteilungen</a> einzustellen, <strong>Benachrichtigungen</strong> bei neuen Nachrichten per E-Mail zu bekommen und <strong>Kopien</strong> von Ihren ausgehenden Nachrichten zu speichern.</li>
	</ul>
	<h3 id="actions-owners">Aktionen</h3>
	<ul>
		<li><strong>Diesen Zugang l&ouml;schen</strong> macht genau das, was der Titel sagt! Es gibt zwar eine <strong>Best&auml;tigungsmeldung</strong>, jedoch wird <strong>Ihr Zugang wirklich gel&ouml;scht</strong>, also seien Sie vorsichtig...</li>
	</ul>
	<h2 id="admins">Einstellungen, die normalerweise nur f&uuml;r Administratoren zug&auml;nglich sind</h2>
	<p>Administratoren k&ouml;nnen alle oben genannten Einstellungen in allen Profilen sehen und bearbeiten, zus&auml;tzlich stehen ihnen noch weitere Optionen zur Verf&uuml;gung, welche nur von Administratoren genutzt werden k&ouml;nnen:</p>
	<div>
		<div style="width: 180px; float: left; border: none;">
			<table summary="SMF layout" border="0" cellpadding="4" cellspacing="1" class="bordercolor" width="170">
				<tr>
					<td class="catbg"></td>
				</tr>
				<tr class="windowbg2">
					<td class="smalltext" style="background-color: #f0f0f0;"><b><a href="#admins" style="font-size: x-small;" class="board"></a></b><br />
					<a href="#admins" style="font-size: x-small;" class="board"></a><br />
					<a href="#admins" style="font-size: x-small;" class="board"></a><br />
					<a href="#admins" style="font-size: x-small;" class="board">Beobachte Benutzer</a><br />
					<a href="#admins" style="font-size: x-small;" class="board">Beobachte IP</a><br />
					<a href="#admins" style="font-size: x-small;" class="board">Zeige Berechtigungen</a><br />
					<br /></td>
				</tr>
				<tr>
					<td class="catbg"></td>
				</tr>
				<tr class="windowbg2">
					<td class="smalltext" style="background-color: #f0f0f0;"><a href="#admins" style="font-size: x-small;" class="board"></a><br />
					<a href="#admins" style="font-size: x-small;" class="board"></a><br />
					<a href="#admins" style="font-size: x-small;" class="board"></a><br />
					<a href="#admins" style="font-size: x-small;" class="board"></a><br />
					<a href="#admins" style="font-size: x-small;" class="board"></a><br />
					<br /></td>
				</tr>
				<tr>
					<td class="catbg"></td>
				</tr>
				<tr class="windowbg2">
					<td class="smalltext" style="background-color: #f0f0f0;"><a href="#admins" style="font-size: x-small;" class="board">Benutzer bannen</a><br />
					<a href="#admins" style="font-size: x-small;" class="board"></a><br />
					<br /></td>
				</tr>
			</table>
		</div><br />
		<div style="margin: -1.8em 20px 0 200px;">
			<h3 id="info-admins">Profil Info</h3>
			<ul>
				<li><strong>Beobachte Benutzer</strong> liefert eine Liste mit <strong>IP Nummern</strong> die von dem Mitglied benutzt wurden, anderen Mitgliedernamen, welche den gleichen <strong>IP Bereich</strong> nutzen und <strong>Fehlermeldungen</strong>, die der Benutzer erhalten hat.</li>
				<li><strong>Beobachte IP</strong> liefert Werkzeuge zum Beobachten von <strong>Mitgliedern</strong>, <strong>Nachrichten</strong> und <strong>Fehlermeldungen</strong> aus einem festgelegten <strong>IP Bereich</strong>.</li>
				<li><strong>Zeige Berechtigungen</strong> zeigt eine Liste mit <strong>Foren Berechtigungen</strong> die der Benutzer erhalten hat und von wem er sie erhalten hat.</li>
			</ul>
			<h3 id="edit-admins">Profil editieren</h3>
			<ul>
				<li><strong>Forum Profil Einstellungen</strong> ist grunds&auml;tzlich der gleiche Bildschirm den Profil Besitzer angezeigt bekommen, zus&auml;tzlich wird aber die Option zum geben eines <strong>individuellen Titels</strong> f&uuml;r Mitglieder angezeigt.</li>
			</ul>
			<h3 id="actions-admins">Aktionen</h3>
			<ul>
				<li><strong>Benutzer bannen</strong> zeigt Werkzeuge zum <strong>Bannen</strong> von Benutzern, welche das Einstellen des <strong>Level</strong> des Bannens und die Bearbeitung einer <strong>Bann Liste</strong> mit Details zu allen gebannten Mitgliedern erm&ouml;glichen.</li>
				<li><strong>Diesen Zugang l&ouml;schen</strong> ist die gleiche Funktion, die auch allen Mitgliedern zur Verf&uuml;gung steht, allerdings ist der <strong>Best&auml;tigungs Bildschirm</strong> anders, wenn es nicht der eigenen Zugang ist, der gel&ouml;scht werden soll.</li>
			</ul>
		</div>
	</div><br clear="all" />
	<div class="footer">
		<hr noshade="noshade" size="1" />
		<p>Copyright &copy; 2001-2005 <a href="http://www.lewismedia.com/">Lewis Media</a>. Alle Rechte vorbehalten.</p>
	</div>
</body>
</html>